{
    "titulo-pagina-home": "Mosaic of Life - Home",
    "titulo-pagina-abril": "Mosaic of Life - April",
    "titulo-pagina-azul": "Mosaic of Life - Blue",
    "titulo-pagina-verde": "Mosaic of Life - Green",
    "titulo-pagina-maio": "Mosaic of Life - May",
    "titulo-pagina-amarelo": "Mosaic of Life - Yellow",
    "titulo-maio-amarelo": "Mosaic of Life - Yellow May",
    "titulo-pagina-junho": "Mosaic of Life - June",
    "titulo-pagina-laranja": "Mosaic of Life - Orange",
    "titulo-pagina-vermelho": "Mosaic of Life - Red",
    "titulo-pagina-sobre": "Mosaic of Life - About",
    "titulo-pagina-campanhas": "Mosaic of Life - More Campaigns",
    "titulo-header": "Monthly Awarenesses and their importance!",
    "titulo-sobre-aside": "About",
    "titulo-maio-ot": "Others",
    "link-other": "Others",
    "titulo-maio-s": "Others Campaigns",
    "titulo-btn-other-aside": "More",
    "link-consc": "Monthly Awarenesses",
    "titulo-importancia": "Importance",
    "link-impor": "Importance",
    "titulo-participar": "How to Participate",
    "link-part": "How to Participate",
    "titulo-auxilio": "Assistance",
    "link-aux": "Assistance",
    "titulo-projetistas": "Designers",
    "link-proj": "Designers",
    "h1-home": "Mosaic of Life",
    "nav-abril": "April",
    "nav-maio": "May",
    "nav-junho": "June",
    "nav-sobre": "About",
    "nav-outras": "More",
    "footer-text": "Mosaic of Life &copy; 2025 - All rights reserved.",
    "titulo-pagina": "June",
    "titulo-abril-aside": "April",
    "titulo-abril2-aside": "April",
    "titulo-abril-azul": "Blue April",
    "titulo-abril-verde": "Green April",
    "link-abril": "April",
    "btn-abril": "April",
    "link-azul": "<a class=\"dropdown-item\" href=\"blue.html\" id=\"link-azul\" id=\"btn-blue\">Blue</a>",
    "link-verde": "Green",
    "titulo-junho-aside": "June",
    "link-maio": "May",
    "link-maio2": "May",
    "titulo-maio-aside": "Yellow May",
    "titulo-maio-aside-s": "Orange May and Green June",
    "link-amarelo": "Yellow",
    "link-junho": "June",
    "link-junho2": "June",
    "link-vermelho": "Red",
    "link-laranja": "Orange",
    "titulo-junho-laranja": "Orange June",
    "text-home": "Welcome to our interdisciplinary project \"Mosaic of Life\"! On this site, we will present the months of awareness dedicated to health and safety, highlighting important awareness months such as <strong id=\"blue\">Blue</strong> April (Autism) and <strong id=\"green\">Green</strong> (Work Safety), <strong id=\"yellow\">Yellow</strong> May (Traffic Safety) and <strong id=\"red\">Red</strong> June (Blood Donation) and <strong id=\"orange\">Orange</strong> (Anemia and Leukemia). Our goal is to inform and raise awareness about these relevant causes.",
    "titulo-abril": "Green and Blue April Movement | Health, Safety, and Inclusion",
    "texto-abril-1": "In this very significant month, two campaigns unite to promote essential values for our society: <strong>work safety</strong> and <strong>autism awareness.</strong> The <strong>Green April</strong> and <strong>Blue April</strong> movements invite us to reflect, act, and transform realities—with empathy, responsibility, and commitment.",
    "texto-abril-2": "<strong>Green April</strong> focuses on the <strong>prevention of work-related accidents and illnesses.</strong> This campaign emerged as a way to honor victims of workplace accidents and reinforce the importance of safe, healthy, and humanized environments. After all, every worker has the right to perform their function with dignity and protection. Investing in workplace safety is not just complying with regulations—it is valuing lives.",
    "texto-abril-3": "<strong>Blue April</strong> leads us to a more sensitive and inclusive view of the <strong>Autism Spectrum Disorder (ASD).</strong> This campaign seeks to combat prejudice, expand knowledge, and promote the inclusion of autistic people in all spaces of society. Blue, the symbolic color of the movement, represents serenity, understanding, and respect. We need to understand that every person on the spectrum is unique, with their own potential and challenges, and deserves to be welcomed with kindness and respect.",
    "texto-abril-4": "These two movements, although distinct, share the same essence: <strong>care for the human being.</strong> Whether in the workplace or in social interaction, we need to build a culture of respect, prevention, and inclusion. We need to listen, learn, adapt, and act.",
    "texto-abril-5": "May our attitudes this April be green with responsibility and blue with empathy. May we be agents of change, promoting safer, fairer, and more welcoming environments for all.",
    "titulo-autismo": "Autism Awareness.",
    "texto-autismo-1": "April 2nd was established in 2007 by the UN (United Nations) as the <u><strong>World Autism Awareness Day.</strong></u>",
    "texto-autismo-2": "The color blue was chosen because autism affects many more boys than girls, in a ratio of 4 boys for every 1 girl, a fact that science still cannot fully explain. According to the CDC (Center of Diseases Control and Prevention), an agency linked to the US government, one child in every 44 born has ASD (Autism Spectrum Disorder), showing a significant increase over time. A few years ago, there was one case for every 500 children. It is estimated that 70 million people worldwide have ASD, with 2 million in Brazil.",
    "texto-autismo-3": "The campaign's role is to show the characteristics of this special condition, highlighting that it is not an illness, meaning no one needs to keep away from an autistic person. On the contrary: it is necessary to understand in order to include and help them. The symbol for Autism Spectrum Disorder is the <u>puzzle piece</u>, which denotes its diversity and complexity—created in 1963 by the <strong>National Autistic Society</strong> in the United Kingdom. It is more correct to speak of Autism Spectrum Disorder (ASD) because there is not just one type of autism, but many subtypes, which manifest in a unique way in each person. It is so broad that the term <i>'spectrum'</i> is used, due to the various levels of impairment—ranging from people with other associated diseases and conditions (comorbidities), such as intellectual disability and epilepsy, to independent people leading typical lives, some of whom do not even know they are autistic.",
    "texto-autismo-4": "Autism Spectrum Disorder (ASD) is a health condition characterized by deficits in two important areas of development: communication and social interaction. It is a neurodevelopmental disorder, and unlike people with other syndromes, such as Down syndrome, autistic people do not have visible characteristics that can be identified by sight. Therefore, autism is considered an invisible disability, and it is common for autistic people with low support needs to hear the expression: “you don't even look autistic,” and they may even suffer bullying or embarrassment because of it. The impacts of the disorder can depend on the degree of diversity: At support level 1, people may depend less on external support in daily life to perform everyday tasks; At level 2, the person may need a little more support in Activities of Daily Living (ADLs), such as eating, changing clothes, or bathing. They may present sensitivity to touch, delayed speech, little or no eye contact, among others; At level 3, they require substantial support in day-to-day tasks, from the simplest to the most complex. They show severe deficits in communication and social interaction, as well as in restricted and repetitive behavior patterns.",
    "subtitulo-identificar": "How to identify Autism Spectrum Disorder?",
    "texto-autismo-5": "It is possible for an autistic person to have difficulty being in very noisy and crowded environments, not respond when called, be very agitated, like to be alone, or have the habit of making repetitive movements. Many people on the spectrum also have selective eating or difficulty sleeping.",
    "texto-autismo-6": "Some signs may appear in the first few months, such as babies who do not make eye contact, stay too quiet when alone, do not react to being held by strangers, take time to speak their first words or to crawl and walk. Therefore, it is important that parents are informed so they can seek medical help if they notice these symptoms and investigate whether it is a characteristic of ASD.",
    "texto-autismo-7": "There is no specific test that detects the disorder. The diagnosis is made based on parental reports and medical evaluation. However, in some cases, it can be difficult to finalize this diagnosis, especially in young children.",
    "texto-autismo-8": "To learn more about ASD, visit: <strong><a href=\"https://educadiversidade.unesp.br/guia-de-orientacoes-sobre-transtorno-do-espectro-autista/\">UNESP Autism Spectrum Disorder Guidance Guide</a></strong>",
    "titulo-trabalho": "Work Health and Safety Awareness.",
    "texto-trabalho-1": "The Green April campaign aims to raise awareness among companies and workers about the importance of adopting practices that promote health and safety in the professional environment. Its purpose is to reduce the incidence of occupational accidents through the implementation of preventive measures. This initiative represents a strategic opportunity to consolidate the culture of safety in organizations and foster the prevention of occupational diseases.",
    "texto-trabalho-2": "Through awareness and the application of appropriate protocols, it is possible to establish a safe, healthy, and productive working environment for all employees. It is a shared responsibility among companies, governments, and civil society to join efforts to ensure that the right to safety at work is effectively guaranteed.",
    "texto-trabalho-3": "The main objective of the campaign is to stimulate reflection and promote actions aimed at preventing work-related accidents and illnesses. Throughout the month of April, various activities are carried out with the aim of sensitizing workers, employers, and the community about the importance of safe working practices.",
    "texto-trabalho-4": "During this period, lectures, training, educational campaigns, and other actions are promoted, addressing themes such as:",
    "item-1-sg": "Proper use of Personal Protective Equipment (PPE)",
    "item-2-sg": "Prevention of falls and accidents",
    "item-3-sg": "Ergonomics principles",
    "item-4-sg": "Mental health in the corporate environment",
    "titulo-trabalho-2": "Why the color <strong>Green</strong> ?",
    "texto-trabalho-5": "The color green is associated with the concept of safety and well-being. It is widely used in signage and protective equipment, also symbolizing the hope for work environments free of accidents and occupational diseases.",
    "texto-trabalho-6": "See more about Green April<strong><a href=\"https://brasilescola.uol.com.br/datas-comemorativas/abril-verde.htm\"> Clicking Here.</a></strong>",
    "titulo-maio": "Yellow May Movement | Attention for Life",
    "texto-maio-1": "<strong>Traffic</strong>. Whether as pedestrians, drivers, cyclists, or passengers, we are daily exposed to the risks of urban mobility. And this is precisely why <strong>Yellow May</strong> exists: to remind us that must always come first.",
    "texto-maio-2": "Yellow May is more than a campaign. It is a call to consciousness, an invitation to reflect on our attitudes in traffic. The color yellow, symbol of the movement, represents attention and warning. It alerts us to the urgency of changing behaviors, respecting laws, practicing empathy, and understanding that every choice can save—or take—a life.",
    "texto-maio-3": "Unfortunately, the numbers are still alarming. Thousands of people lose their lives every year in preventable accidents. That is why we need to act. We need to transform traffic into a space of respect, care, and collective responsibility.",
    "texto-maio-4": "This month, various actions are being carried out across the country: lectures, educational blitzes, social media campaigns, and school activities. But the true impact of Yellow May happens when each of us decides to do our part. When we choose not to use the cell phone while driving. When we respect the speed limit. When we yield to pedestrians. When we wear seat belts. When we say 'no' to combining alcohol and driving.",
    "texto-maio-5": "Traffic safety is not a privilege—it is a right. And ensuring that right is the duty of all of us.",
    "texto-maio-6": "May Yellow May inspire us to be more conscious, more attentive, and more human. Because in traffic, as in life, what truly matters is arriving safely. And allowing everyone else to arrive safely too.",
    "titulo-transito": "Awareness About Traffic Laws.",
    "texto-transito": "The Yellow May is an awareness campaign carried out in Brazil and other countries in May. Its objective is to raise awareness among drivers and pedestrians about the importance of respecting traffic laws to prevent accidents and thus reduce the number of victims in traffic accidents.",
    "texto-transito-2": "In Brazil, the campaign began in 2014, created by the <u><strong>National Road Safety Observatory</strong></u>. Its creation occurred in response to the UN resolution that made the decade started in 2011 the period for promoting actions for safer traffic.",
    "texto-transito-3": "Yellow May acts in defense of road safety, seeking to build more conscious traffic. Thus, Yellow May's primary objective is to reduce traffic violence rates in our country.",
    "texto-transito-4": "The reduction in traffic violence during Yellow May is achieved through awareness via various actions. Furthermore, one of the purposes is to engage the population in actions that address this issue.",
    "titulo-transito-2": "What is the Importance of \"Yellow May\" ?",
    "texto-transito-5": "Yellow May is an important campaign for Brazilian society because it promotes information and awareness about the risks of not respecting traffic laws. This is of fundamental importance, since Brazilian traffic is one of the most violent in the world. In 2022 alone, an estimated 34,000 people lost their lives as victims of traffic accidents in Brazil.",
    "titulo-transito-3": "Why was the month of May chosen?",
    "texto-transito-6": "The month of May was chosen as the month for Yellow May to take place because the <u><strong>United Nations</strong></u> decreed the “Decade of Action for Road Safety” on May 11, 2011. This made May the reference month for taking action against traffic violence.",
    "texto-transito-7": "See more about Yellow May <strong><a href=\"https://brasilescola.uol.com.br/datas-comemorativas/maio-amarelo.htm \">Clicking Here.</a> </strong>",
    "titulo-outros-maio": "Orange May | Awareness of Child and Adolescent Abuse.",
    "texto-outros-4": "The month of May is marked by the fight against the <strong>sexual abuse and exploitation of children and adolescents</strong> in Brazil. The date of <strong>May 18th</strong> was chosen as a reference due to the tragic case of violence that occurred in 1973, in Espírito Santo, against <strong>Araceli Cabrera Sánchez Crespo</strong>, a girl only 8 years old. This episode, which shocked the country, became a symbol of the fight for the human rights of children and adolescents and motivated the creation of <strong>Law nº 9.970/2000</strong>, which instituted the <strong>National Day to Combat Sexual Abuse and Exploitation of Children and Adolescents.</strong>",
    "item-1-o4": "It is estimated that <strong>3 children are abused per hour in Brazil.</strong>",
    "item-2-o4": "More than <strong>500 thousand children and adolescents</strong> are victims of sexual exploitation per year.",
    "item-3-o4": "Most cases occur <strong>within the family environment</strong>, which makes reporting difficult.",
    "item-4-o4": "The advancement of the internet brought new challenges, such as the increase in <strong>online child sexual abuse images,</strong> which grew by over 70% in 2023 according to SaferNet.",
    "titulo-outros-objetivo": "Objective:",
    "item-1-ob": "<strong>Guide the population</strong> to identify signs of physical, psychological, and sexual violence.",
    "item-2-ob": "<strong>Encourage reporting</strong> and disseminate available protection channels, such as the <strong>Guardian Council (Conselho Tutelar),</strong> the <strong>Child and Adolescent Protection Police Stations (DPCA),</strong> and <strong>Dial 100</strong>",
    "item-3-ob": "<strong>Strengthen the protection network</strong> formed by schools, families, social organizations, and public bodies.",
    "item-4-ob": "<strong>Promote debates and educational actions</strong> in communities, educational institutions, and media.",
    "item-5-ob": "<strong>Break the silence</strong> surrounding the topic, combating underreporting and the invisibility of cases.",
    "texto-outros-5": "Orange May is not just an awareness campaign but a <strong>national movement for the protection of childhood.</strong> It reinforces that combating child sexual abuse is a matter of <strong>human rights, public health, and social justice</strong>. The initiative seeks to ensure that children and adolescents grow up in safe environments, free from violence, and that the entire society assumes its responsibility for protecting childhood.",
    "titulo-junho": "Red and Orange June Movement | Caring is an act of Love",
    "texto-junho-1": "The month of June is marked by two important health and solidarity campaigns — the <strong>Red June</strong>, dedicated to raising awareness about blood donation, and the <strong>June Orange</strong>, aimed at preventing and combating anemia and leukemias.",
    "texto-junho-2": "O <strong>Red Grip</strong>, which reminds us of the importance of a gesture simple, but that can save many lives: <strong>donate blood.</strong> In a country where stocks blood centers often face critical levels, especially during the winter, each giving is an act of generosity that can make the difference between life and death. Donating blood is safe, fast and supportive. It is a gift that costs nothing, but is worth everything.",
    "texto-junho-3": "The <strong>June Orange</strong> invites us to look closely at silent diseases such as a<strong> anemia and leukemia</strong>. Anemia, often overlooked, can affect physical and cognitive development, especially in children. Leukemia, in turn, is a type of cancer that reaches the blood and requires early diagnosis and specialized treatment. Both show us that <strong>information and prevention are our greatest allies.</strong>",
    "texto-junho-4": "These campaigns are not just — medical alerts are invitations to empathy, solidarity and collective responsibility. By donating blood, by encouraging regular checkups, by sharing knowledge, we are building a healthier, more conscious and more humane society.",
    "texto-junho-5": "Therefore, in this month of June, may our actions be red of solidarity and oranges of hope. May we be multipliers of this message, encouraging friends, family and colleagues to be part of this chain of good.",
    "titulo-doacao": "Blood Donation Awareness.",
    "texto-doacao-1": "Red June is a national campaign that seeks to encourage and raise public awareness about the importance of Donating Blood. The campaign aims to engage the population, presenting it as an act of solidarity that is responsible for saving lives. It is a campaign promoted in Brazil, but there are similar ones abroad, although they are not held in June.",
    "titulo-doacao-2": "What is the Importance of Red June ?",
    "texto-doacao-2-1": "The Red June campaign is fundamental to our country's public health, as it encourages people to donate blood, keeping stocks at desirable levels. Blood stocks are essential, as they are used in emergency medical care, allowing thousands of lives to be saved.",
    "texto-adocao-2-2": "The blood donated by people is used in surgical procedures, in emergency care for people who have suffered accidents and lost a significant amount of blood, and also in patients suffering from chronic diseases who require transfusion, among others. The importance of blood bags in medical care is fundamental, and this is why blood donation and Red June are so important.",
    "titulo-doacao-3": "Why was the month of June chosen?",
    "texto-doacao-3-1": "The choice of the month of June happened because it celebrates an important commemorative date: <strong>World Blood Donor Day</strong>, on June 14th. This date was created by the World Health Organization (WHO) as a way to honor donors, encouraging others to donate as well.",
    "titulo-doacao-4": "Who can Donate Blood?",
    "texto-doacao-4-1": "Not everyone can donate blood; there are several criteria established by the Ministry of Health. See who can donate blood:",
    "item-1": "People between 16 and 69 years of age (minors under 18 need parental authorization);",
    "item-2": "Weigh a minimum of 50 kg (110 lbs);",
    "item-3": "Have slept for at least six hours in the last 24 hours;",
    "item-4": "Be well-fed (fasting from fatty foods for the last three hours and only donating blood two hours after lunch);",
    "p-footer-vermelho": "See More about Red June <a href=\"https://brasilescola.uol.com.br/datas-comemorativas/junho-vermelho.htm\">Clicking here.</a>",
    "titulo-anemia": "Anemia and Leukemia Combat Campaign.",
    "texto-anemia-1": "Orange June is a campaign dedicated to the diagnosis, prevention, and treatment of anemia and leukemia. The initiative was created by the <u><strong>Eu Sou Sangue (I Am Blood)</strong></u> movement in 2011 and was incorporated into the month of June due to the celebration of <u><strong>World Blood Donation Day</strong></u>, commemorated on June 14th. The campaign arose 12 years ago with the purpose of alerting people to blood diseases, specifically anemia and leukemia.",
    "texto-anemia-2": "Hematological diseases, or blood diseases, are illnesses that compromise the production of blood components. Examples include red blood cells (or erythrocytes, which transport oxygen in the blood), leukocytes (or white blood cells, which protect the body from infections), and platelets (responsible for blood clotting). Hematological complications include anemias, lymphomas, leukemias, and myelomas. They can present in benign or malignant forms.",
    "texto-anemia-3": "When they are benign, they have the presence of cells similar to those that originated them, without the capacity to cause metastases. However, when they appear as malignant forms, the cells are aggressive, capable of infiltrating other organs and potentially forming cancer.",
    "titulo-anemia-2": "Anemia",
    "texto-anemia-4": "Anemia is a disease that occurs in the blood. It refers to a series of conditions arising from a deficiency in hemoglobin concentration. Hemoglobin is the blood element whose function is to transport oxygen from the lungs to the cells to nourish them, or in the production of red blood cells.",
    "texto-anemia-5": "Although many people think that anemia should not cause concern, it is worth noting that it is a cause for concern. Anemia is a clinical condition that reduces the number of red blood cells circulating throughout our body. Furthermore, there are several types of anemia, characterized by nutrient deficiencies, blood loss, and underlying diseases.",
    "titulo-leucemia": "Leukemia",
    "texto-leucemia-1": "Leukemia is characterized by the accumulation of abnormal cells in the bone marrow. These cells begin to replace healthy cells. Thus, due to the accumulation of cells, white blood cells lose their defense function and are produced in an uncontrolled manner. Subsequently, the cells begin to accumulate in the bone marrow and replace healthy cells, impairing the function or production of other blood components.",
    "texto-leucemia-2": "Leukemia can manifest in anyone, with the most common type in children accounting for about 30% of cases in children. The most common types of leukemia are: acute lymphoblastic, acute myeloid, chronic lymphocytic, and chronic myeloid.",
    "texto-leucemia-3": "The most common types of leukemia are: acute lymphoblastic, acute myeloid, chronic lymphocytic, and chronic myeloid. However, rarer types have also been recorded, such as hairy cell leukemia, myelodysplastic syndromes, and myeloproliferative disorders.",
    "titulo-vermelho-laranja-1": "Red & Orange",
    "texto-vermelho-laranja-1": "Orange June is linked to Red June, the date when <u>World Blood Donor Day</u> is celebrated. Thus, it is common that by making a blood donation, you can discover possible health problems.",
    "texto-vermelho-laranja-2": "See More about Orange June <strong><a href=\"https://brasilescola.uol.com.br/datas-comemorativas/junho-laranja.htm\">Clicking here.</a></strong>",
    "titulo-outros": "Green June | Environmental Awareness",
    "texto-outros-1": "<strong>Green June</strong> is a national campaign created to promote <strong>environmental awareness</strong> and encourage society to reflect on the importance of nature preservation. Instituted by law in 2021, the movement takes place during the month of June, in sync with <strong>World Environment Day</strong> (June 5th). Its objective is to guide the population, public and private institutions to adopt measures and practices that guarantee the preservation of the environment and the sustainability of natural resources.",
    "texto-outros-2": "During the month of June, various educational activities and mobilizations are carried out across the country, using the celebration of <strong>World Environment Day (June 5th)</strong> as an initial milestone. The campaign seeks to <strong>educate the population for a sustainable lifestyle</strong>, encouraging conscious consumption, waste recycling, rational use of water and energy, in addition to valuing Brazilian biodiversity.",
    "titulo-outros-2": "The main promoted actions include:",
    "item-1-cs": "<strong>Planting of trees</strong> and encouragement of creating green areas in cities, contributing to the improvement of air quality and population well-being.",
    "item-2-cs": "<strong>Recycling campaigns and correct waste disposal,</strong> reducing environmental impacts and stimulating the circular economy.",
    "item-3-cs": "<strong>Educational activities in schools and communities,</strong> involving children, youth, and adults in reflection on the importance of environmental preservation.",
    "item-4-cs": "<strong>Protection of biomes and endangered species,</strong> reinforcing the need to conserve Brazil's rich biodiversity.",
    "texto-outros-3": "Green June also highlights that environmental degradation does not only affect nature but brings <strong>social and human consequences</strong>, such as the increase in respiratory diseases, water crises, food insecurity, and social inequality. Therefore, the campaign reinforces that caring for the environment is also caring for health, social justice, and the quality of life of future generations.",
    "audio-src": "midia/audio/about/aboutEnglish.mp3",
    "texto-header": "Colors and monthly awareness campaigns play a key role in promoting health and well-being, serving as powerful tools to increase attention, facilitate the fixation of the message in memory and promote education and engagement of the population.Each month of the year is associated with one or more colors that represent specific health issues, such as prevention and fight against disease these campaigns have emerged from initiatives led by NGOs, medical associations and civil society, with the aim of making important issues more visible and accessible.",
    "texto-importancia": "Despite the success of the campaigns, it is necessary to reflect on whether awareness is accompanied by the actual provision of health services to the population.",
    "texto-participar": "Participating in colorful monthly campaigns is an effective way to raise awareness about various causes related to health, well-being, and safety in the workplace and society in general. Each month of the year is associated with a specific color that represents an important cause, and actions can be taken by both companies and individuals.",
    "texto-auxilio": "The impact of these awareness campaigns goes beyond simply disseminating information. They help reduce stigma and promote safety in crucial areas such as autism, workplace safety, traffic safety, blood donation, and the fight against leukemia, encouraging open conversations and the adoption of safer practices. For example, in April, the color blue is dedicated to raising awareness about autism, seeking to combat prejudice and encourage inclusion and acceptance, while green focuses on workplace safety and health, promoting the prevention of accidents and occupational diseases. In May, the color yellow (Yellow May) raises awareness about Traffic Safety, mobilizing society to be responsible and welcoming on the roads. June highlights red for Blood Donation, a vital act that symbolizes life, and orange for awareness about Leukemia and Anemia, representing hope and renewal. The presence of these colors, each with its own symbolism and importance in different months, contributes to a state of awareness, prevention, and continuous social support.",
    "link-conscientizacao": "Monthly Awarenesses",
    "link-importancia": "Importance",
    "link-participar": "How to Participate",
    "link-auxilio": "Assistance",
    "link-projetistas": "Designers",
    "nome1": "CS",
    "nome2": "Igor Rodrigues",
    "nome3": "LF",
    "nome4": "Maria Luiza",
    "titulo-sobre1": "About me",
    "titulo-sobre2": "About me",
    "titulo-sobre3": "About me",
    "titulo-sobre4": "About me",
    "texto-sobre1": "1111",
    "texto-sobre2": "Hello! My name is Igor Rodrigues, I am 28 years old and I am a Systems Development student at Etec Dr. Ruth Cardoso.",
    "texto-sobre2-b": "My main focus in Front-End is to transform ideas into functional and accessible web interfaces.",
    "texto-sobre3": "3333",
    "texto-sobre4": "Hello! My name is Maria Luiza, I am 23 years old and I am a student of the technical course of Systems Development at ETEC Dr. Ruth Cardoso. During my training, I have been developing solid skills in HTML and CSS, which allow me to create well-structured, responsive and visually pleasing web pages.",
    "titulo-projeto1": "Contribution to the Project",
    "titulo-projeto2": "Contribution to the Project",
    "titulo-projeto3": "Contribution to the Project",
    "titulo-projeto4": "Contribution to the Project",
    "texto-projeto1": "111111111",
    "texto-projeto2": "Responsible for the development of the HTML structure, ensuring a solid and organized foundation for the project.",
    "texto-projeto2-b": "My contribution was to create a clean, accessible and compatible code with different browsers, facilitating interaction with CSS and JavaScript.",
    "texto-projeto3": "3333333333",
    "texto-projeto4": "Responsible for the creation and refinement of the design in Figma, developing low and high resolution wireframes. By structuring and organizing the HTML of the pages, finalizing the code with accessibility. This project allowed me to apply in practice my knowledge in web development and interface design.",
    "img-maio": "midia/img/maio/yellow-may.webp",
    "img-abril": "midia/img/abril/sideAprilEn.webp",
    "abril-verde-img": "midia/img/abril/verde/greenApril.webp",
    "abril-azul-img": "midia/img/abril/azul/blueApril.webp",
    "img-junho": "midia/img/junho/juneAwareness.webp",
    "index-img-abril":"midia/img/index/april.webp",
    "index-img-maio":"midia/img/index/may.webp",
    "index-img-junho":"midia/img/index/june.webp"
}