{
    "titulo-pagina-home": "Mosaico da Vida - Home",
    "titulo-pagina-abril": "Mosaico da Vida - Abril",
    "titulo-pagina-azul": "Mosaico da Vida - Azul",
    "titulo-pagina-verde": "Mosaico da Vida - Verde",
    "titulo-pagina-maio": "Mosaico da Vida - Maio",
    "titulo-pagina-amarelo": "Mosaico da Vida - Amarelo",
    "titulo-maio-amarelo": "Mosaico da Vida - Maio Amarelo",
    "titulo-pagina-junho": "Mosaico da Vida - Junho",
    "titulo-pagina-sobre": "Mosaico da Vida - Sobre",
    "titulo-pagina-laranja": "Mosaico da Vida - Laranja",
    "titulo-pagina-vermelho": "Mosaico da Vida - Vermelho",
    "titulo-pagina-campanhas": "Mosaico da Vida - Mais Campanhas",
    "titulo-header": "Conscientizações Mensais e sua importância!",
    "titulo-sobre-aside": "Sobre",
    "titulo-maio-ot": "Outras",
    "btn-other": "Outros",
    "titulo-btn-other-aside": "Mais",
    "link-consc": "Conscientizações Mensais",
    "titulo-importancia": "Importância",
    "link-impor": "Importância",
    "titulo-participar": "Como Participar",
    "link-part": "Como Participar",
    "titulo-auxilio": "Auxilios",
    "link-aux": "Auxilios",
    "titulo-projetistas": "Projetistas",
    "link-proj": "Projetistas",
    "h1-home": "Mosaico da Vida",
    "nav-abril": "Abril",
    "nav-maio": "Maio",
    "nav-junho": "Junho",
    "nav-sobre": "Sobre",
    "nav-outras": "Mais",
    "footer-text": "Mosaico da Vida &copy; 2025 - Todos os direitos reservados.",
    "footer-privacy":"Ver Política de Privacidade",
    "link-home-aside": "Home",
    "link-sobre-aside": "Sobre",
    "titulo-abril-aside": "Abril",
    "titulo-abril2-aside": "Abril",
    "titulo-abril-azul": "Abril Azul",
    "titulo-abril-verde": "Abril Verde",
    "link-abril": "Abril",
    "btn-abril": "Abril",
    "btn-blue": "Azul",
    "btn-green": "Verde",
    "link-maio": "Maio",
    "link-maio2": "Maio",
    "titulo-maio-s": "Outras Campanhas",
    "titulo-maio-aside": "Maio Amarelo",
    "titulo-maio-aside-s": "Maio Laranja e Junho Verde",
    "link-junho": "Junho",
    "link-junho2": "Junho",
    "btn-yellow": "Amarelo",
    "titulo-pagina": "Junho",
    "titulo-junho-aside": "Junho",
    "btn-red": "Vermelho",
    "btn-orange": "Laranja",
    "text-home": "Bem-vindo ao nosso projeto interdisciplinar \"Mosaico da Vida\"! Neste site, apresentaremos os meses de conscientização dedicados à saúde e segurança, destacando meses de conscientização importantes como o Abril <strong id=\"blue\">Azul</strong> (Autismo) e <strong id=\"green\">Verde</strong> (Segurança do Trabalho), Maio <strong id=\"yellow\">Amarelo</strong> (Segurança no Trânsito) e Junho <strong id=\"red\">Vermelho</strong> (Doação de Sangue) e <strong id=\"orange\">Laranja</strong> (Anemia e Leucemia). Nosso objetivo é informar e sensibilizar a sociedade sobre essas causas relevantes.",
    "texto-abril-1": "Neste mês tão significativo, onde duas campanhas se unem para promover valores essenciais à nossa sociedade: a <strong>segurança no trabalho</strong> e a <strong>conscientização sobre o autismo.</strong> O <strong>Abril Verde</strong> e o <strong>Abril Azul</strong> são movimentos que nos convidam a refletir, agir e transformar realidades — com empatia, responsabilidade e compromisso.",
    "texto-abril-2": "O <strong>Abril Verde</strong>, que tem como foco a <strong>prevenção de acidentes e doenças relacionadas ao trabalho.</strong> Essa campanha surgiu como forma de homenagear as vítimas de acidentes laborais e reforçar a importância de ambientes seguros, saudáveis e humanizados. Afinal, cada trabalhador tem o direito de exercer sua função com dignidade e proteção. Investir em segurança no trabalho não é apenas cumprir normas — é valorizar vidas.",
    "texto-abril-3": "O <strong>Abril Azul</strong> nos leva a um olhar mais sensível e inclusivo sobre o <strong>Transtorno do Espectro Autista (TEA).</strong> Essa campanha busca combater o preconceito, ampliar o conhecimento e promover a inclusão de pessoas autistas em todos os espaços da sociedade. O azul, cor símbolo do movimento, representa serenidade, compreensão e respeito. Precisamos entender que cada pessoa no espectro é única, com suas potencialidades e desafios, e merece ser acolhida com carinho e respeito.",
    "texto-abril-4": "Esses dois movimentos, embora distintos, compartilham uma mesma essência: <strong>o cuidado com o ser humano.</strong> Seja no ambiente de trabalho ou na convivência social, precisamos construir uma cultura de respeito, prevenção e inclusão. Precisamos ouvir, aprender, adaptar e agir.",
    "texto-abril-5": "Que neste mês de abril, nossas atitudes sejam verdes de responsabilidade e azuis de empatia. Que possamos ser agentes de mudança, promovendo ambientes mais seguros, mais justos e mais acolhedores para todos.",
    "titulo-autismo": "Conscientização sobre o Autismo.",
    "texto-autismo-1": "O dia 2 de abril foi instituído em 2007 pela ONU (Organização das Nações Unidas) como o <u><strong>Dia Mundial de Conscientização sobre o Autismo.</strong></u>",
    "texto-autismo-2": "Foi escolhida a cor azul porque o autismo atinge muito mais meninos do que meninas na proporção de 4 meninos para 1 menina, fato que a ciência ainda não consegue explicar. De acordo com o CDC (Center of Diseases Control and Prevention), órgão ligado ao governo dos Estados Unidos, uma criança a cada 44 nascidas tem o TEA (Transtorno do Espectro Autista), mostrando incremento significativo ao longo do tempo. Há alguns anos, ocorria um caso para cada 500 crianças. A estimativa é que, em todo o mundo, 70 milhões de pessoas tenham TEA, sendo 2 milhões no Brasil.",
    "texto-autismo-3": "A campanha tem o papel de mostrar as características desta condição especial, destacando que não é uma doença, ou seja, ninguém precisa se afastar de um autista, pelo contrário: é preciso entender para incluí-las e ajudá-las. O símbolo do Transtorno do Espectro Autista é o <u>quebra-cabeça</u>, que denota sua diversidade e complexidade — criado em 1963 pela <strong>National Autistic Society</strong>, no Reino Unido. É mais correto falar em Transtorno do Espectro Autista (TEA), pois não há só um tipo de autismo, mas muitos subtipos, que se manifestam de uma maneira única em cada pessoa. Tão abrangente que se usa o termo <i>“espectro”</i>, pelos vários níveis de comprometimento — há desde pessoas com outras doenças e condições associadas (comorbidades), como deficiência intelectual e epilepsia, até pessoas independentes, com vida comum, algumas nem sabem que são autistas.",
    "texto-autismo-4": "O Transtorno do Espectro Autista (TEA) é uma condição de saúde caracterizada por déficit em duas importantes áreas do desenvolvimento: comunicação e interação social. Trata-se de um transtorno do neurodesenvolvimento e ao contrário de pessoas com outras síndromes, como a síndrome de Down, o autista não possui características que podem ser identificadas pelo olhar. Por isso, o autismo é considerado uma deficiência invisível e é comum autistas com baixa necessidade de suporte ouvirem a expressão: “nem parece autista” e podem até mesmo sofrer bullying ou constrangimentos por isso. Os impactos do transtorno podem depender do grau de diversidade: No nível de suporte 1, as pessoas podem depender menos de apoio externo no dia a dia para realizar as tarefas cotidianas; No nível 2, a pessoa pode precisar de um pouco mais de apoio nas Atividades da Vida Diária (AVDs), como comer, trocar de roupas ou tomar banho. Podem apresentar sensibilidade ao toque, atraso na fala, pouco ou nenhum contato visual, entre outros; No nível 3, precisam de apoio substancial nas tarefas do dia a dia, desde as mais simples até as mais complexas. Apresentam graves déficits na comunicação e interação social e também nos padrões de comportamentos restritos e repetitivos.",
    "subtitulo-identificar": "Como identificar o Transtorno do Espectro Autista?",
    "texto-autismo-5": "É possível que o autista tenha dificuldade para ficar em ambientes muito barulhentos e movimentados, não atenda quando chamado, seja muito agitado, goste de ficar sozinho ou ainda tenha o hábito de fazer movimentos repetitivos. Muitas pessoas no espectro têm ainda seletividade alimentar ou dificuldades para dormir.",
    "texto-autismo-6": "Alguns sinais podem surgir logo nos primeiros meses, como bebês que não fazem contato visual, ficam quietos demais quando sozinhos, não estranham quando vão para o colo de desconhecidos, demoram a falar as primeiras palavras ou a engatinhar e andar. Por isso, é importante que os pais estejam informados para que possam procurar ajuda médica caso notem esses sintomas e investigar se é alguma característica do TEA.",
    "texto-autismo-7": "Não existe um exame específico que detecta o transtorno. O diagnóstico é feito a partir do relato dos pais e avaliação médica. No entanto, em alguns casos, pode ser difícil fechar esse diagnóstico, ainda mais em crianças pequenas.",
    "texto-autismo-8": "Para saber mais sobre o TEA acesse: <strong><a href=\"https://educadiversidade.unesp.br/guia-de-orientacoes-sobre-transtorno-do-espectro-autista/\">Guia de Orientação sobre Transtorno do Espectro Autista da UNESP</a></strong>",
    "titulo-trabalho": "Conscientização da Saúde e Segurança no Trabalho.",
    "texto-trabalho-1": "A campanha Abril Verde visa conscientizar empresas e trabalhadores sobre a relevância da adoção de práticas que promovam a saúde e a segurança no ambiente profissional. Seu propósito é reduzir a incidência de acidentes laborais por meio da implementação de medidas preventivas. Essa iniciativa representa uma oportunidade estratégica para consolidar a cultura de segurança nas organizações e fomentar a prevenção de doenças ocupacionais.",
    "texto-trabalho-2": "Através da conscientização e da aplicação de protocolos adequados, é possível estabelecer um ambiente laboral seguro, saudável e produtivo para todos os colaboradores. É responsabilidade compartilhada entre empresas, governos e sociedade civil unir esforços para assegurar que o direito à segurança no trabalho seja efetivamente garantido.",
    "texto-trabalho-3": "O principal objetivo da campanha é estimular a reflexão e promover ações voltadas à prevenção de acidentes e enfermidades relacionadas ao trabalho. Ao longo do mês de abril, diversas atividades são realizadas com o intuito de sensibilizar trabalhadores, empregadores e a comunidade sobre a importância de práticas laborais seguras.",
    "texto-trabalho-4": "Durante esse período, são promovidas palestras, treinamentos, campanhas educativas e outras ações que abordam temas como:",
    "item-1-sg": "Utilização adequada de Equipamentos de Proteção Individual (EPIs)",
    "item-2-sg": "Prevenção de quedas e acidentes",
    "item-3-sg": "Princípios de ergonomia",
    "item-4-sg": "Saúde mental no ambiente corporativo",
    "titulo-trabalho-2": "Por que a cor <strong>Verde</strong> ?",
    "texto-trabalho-5": "A cor verde está associada ao conceito de segurança e bem-estar. É amplamente utilizada em sinalizações e equipamentos de proteção, simbolizando também a esperança de ambientes laborais livres de acidentes e doenças ocupacionais.",
    "texto-trabalho-6": "Veja mais sobre o Abril Verde<strong><a href=\"https://brasilescola.uol.com.br/datas-comemorativas/abril-verde.htm\"> Clicando Aqui.</a></strong>",
    "titulo-maio": "Movimento Maio Amarelo | Atenção pela Vida",
    "texto-maio-1": "<strong>O trânsito</strong>. Seja como pedestres, motoristas, ciclistas ou passageiros, estamos diariamente expostos aos riscos da mobilidade urbana. E é justamente por isso que o <strong>Maio Amarelo</strong> existe: para nos lembrar que a <strong>deve estar sempre em primeiro lugar.</strong>",
    "texto-maio-2": "O Maio Amarelo é mais do que uma campanha. É um <strong> chamado à consciência</strong>, um convite para refletirmos sobre nossas atitudes no trânsito. A cor amarela, símbolo do movimento, representa atenção e advertência. Ela nos alerta para a urgência de mudar comportamentos, de respeitar as leis, de praticar a empatia e de entender que cada escolha pode salvar — ou tirar — uma vida.",
    "texto-maio-3": "Infelizmente, os números ainda são alarmantes. Milhares de pessoas perdem suas vidas todos os anos em acidentes que poderiam ser evitados. Por isso, precisamos agir. Precisamos transformar o trânsito em um espaço de respeito, de cuidado e de responsabilidade coletiva.",
    "texto-maio-4": "Neste mês, diversas ações estão sendo realizadas em todo o país: palestras, blitz educativas, campanhas nas redes sociais e atividades nas escolas. Mas o verdadeiro impacto do Maio Amarelo acontece <strong>quando cada um de nós decide fazer a sua parte.</strong> Quando escolhemos não usar o celular ao volante. Quando respeitamos o limite de velocidade. Quando damos preferência ao pedestre. Quando usamos o cinto de segurança. Quando dizemos “não” à combinação de álcool e direção.",
    "texto-maio-5": "A segurança no trânsito não é um privilégio — é um direito. E garantir esse direito é dever de todos nós.",
    "texto-maio-6": "Que o Maio Amarelo nos inspire a sermos mais conscientes, mais atentos e mais humanos. Porque no trânsito, como na vida, o que realmente importa é chegar bem. E permitir que todos cheguem também.",
    "titulo-transito": "Conscientização Sobre as Leis de Trânsito.",
    "texto-transito": "O <strong>Maio Amarelo</strong> é uma campanha de conscientização realizada no Brasil e em outros países no mês de maio. Tem como objetivo conscientizar condutores e pedestres sobre a importância de respeitar as leis de trânsito para evitar que acidentes aconteçam e, assim, reduzir o número de vítimas em acidentes de trânsito.",
    "texto-transito-2": "No Brasil, a campanha começou a ser realizada a partir de 2014, sendo criada pelo <u><strong>Observatório Nacional de Segurança Viária</strong></u>. Sua criação aconteceu em resposta à resolução da ONU que fez com que a década iniciada em 2011 fosse o período para promover ações por um trânsito mais seguro.",
    "texto-transito-3": "O Maio Amarelo atua em defesa da segurânça viária, buscando construir um trânsito mais consciente. Dessa forma, o Maio Amarelo tem como objetivo primário a redução dos índices de violência no trânsito em nosso país.",
    "texto-transito-4": "A redução na violência do trânsito durante o Maio Amarelo se dá pela conscientização por meio de diversas ações. Além disso, um dos propósitos é engajar a população em ações que tratem desse assunto.",
    "titulo-transito-2": "Qual é a Importância do <strong>\"Maio Amarelo\"</strong> ?",
    "texto-transito-5": "O Maio Amarelo é uma campanha importante para a sociedade brasileira porque promove a informação e conscientização sobre os riscos de não respeitar as leis de trânsito. Isso é de fundamental importância, uma vez que o trânsito do Brasil é um dos mais violentos do mundo. Somente em 2022, estima-se que 34 mil pessoas tenham perdido a vida vítimas de acidentes de trânsito no Brasil.",
    "titulo-transito-3": "Por que o mês de <strong>Maio</strong> foi escolhido ?",
    "texto-transito-6": "O mês de maio foi escolhido como o mês para que o Maio Amarelo acontecesse porque a <u><strong>Organização das Nações Unidas</strong></u> decretou a <strong>“Década de ações para a segurança no trânsito”</strong> em 11 de maio de 2011. Isso fez de maio o mês referência na tomada de ações contra a violência no trânsito.",
    "texto-transito-7": "Veja mais sobre o Maio Amarelo <strong><a href=\"https://brasilescola.uol.com.br/datas-comemorativas/maio-amarelo.htm \">Clicando Aqui.</a> </strong>",
    "titulo-outros-maio": "Maio Laranja | Conscientização do Abuso de Crianças e Adolescente.",
    "texto-outros-4": "O mês de maio é marcado pela luta contra o <strong>abuso e a exploração sexual de crianças e adolescentes</strong> no Brasil. A data de<strong> 18 de maio</strong> foi escolhida como referência em virtude do trágico caso de violência ocorrido em 1973, no Espírito Santo, contra<strong> Araceli Cabrera Sánchez Crespo</strong>, uma menina de apenas 8 anos. Esse episódio, que chocou o país, tornou-se símbolo da luta pelos direitos humanos de crianças e adolescentes e motivou a criação da<strong> Lei nº 9.970/2000</strong>, que instituiu o <strong>Dia Nacional de Combate ao Abuso e à Exploração Sexual de Crianças e Adolescentes.</strong>",
    "item-1-o4": "Estima-se que <strong>3 crianças sejam abusadas por hora no Brasil.</strong>",
    "item-2-o4": "Mais de<strong> 500 mil crianças e adolescentes</strong> são vítimas de exploração sexual por ano.",
    "item-3-o4": "A maioria dos casos ocorre<strong> dentro do ambiente familiar</strong>, o que dificulta a denúncia.",
    "item-4-o4": "O avanço da internet trouxe novos desafios, como o aumento de <strong> imagens de abuso sexual infantil online,</strong> que cresceram mais de 70% em 2023 segundo a SaferNet.",
    "titulo-outros-objetivo": "Objetivo:",
    "item-1-ob": "<strong>Orientar a população</strong> para identificar sinais de violência física, psicológica e sexual.",
    "item-2-ob": "<strong>Incentivar denúncias</strong> e divulgar os canais de proteção disponíveis, como o <strong>Conselho Tutelar,</strong> as<strong> Delegacias de Proteção à Criança e ao Adolescente (DPCA)</strong> e o <strong>Disque 100</strong>",
    "item-3-ob": "<strong>Fortalecer a rede de proteção</strong> formada por escolas, famílias, organizações sociais e órgãos públicos.",
    "item-4-ob": "<strong>Promover debates e ações educativas</strong> em comunidades, instituições de ensino e meios de comunicação.",
    "item-5-ob": "<strong>Quebrar o silêncio</strong> em torno do tema, combatendo a subnotificação e a invisibilidade dos casos.",
    "texto-outros-5": "O Maio Laranja não é apenas uma campanha de conscientização, mas um <strong>movimento nacional de proteção à infância.</strong> Ele reforça que o combate ao abuso sexual infantil é uma questão de <strong>direitos humanos, saúde pública e justiça social</strong>. A iniciativa busca garantir que crianças e adolescentes cresçam em ambientes seguros, livres de violência, e que toda a sociedade assuma sua responsabilidade na proteção da infância.",
    "titulo-junho": "Movimento Junho Vermelho e Laranja | Cuidar é um ato de Amor",
    "texto-junho-1": "O mês de junho é marcado por duas importantes campanhas de saúde e solidariedade — o <strong>Junho Vermelho</strong>, dedicado à conscientização sobre a doação de sangue, e o <strong>Junho Laranja</strong>, voltado à prevenção e combate às anemias e leucemias.",
    "texto-junho-2": "O <strong>Junho Vermelho</strong>, que nos lembra da importância de um gesto simples, mas que pode salvar muitas vidas: <strong>doar sangue.</strong> Em um país onde os estoques dos hemocentros frequentemente enfrentam níveis críticos, especialmente durante o inverno, cada doação é um ato de generosidade que pode fazer a diferença entre a vida e a morte. Doar sangue é seguro, rápido e solidário. É um presente que não custa nada, mas vale tudo.",
    "texto-junho-3": "O <strong>Junho Laranja</strong> nos convida a olhar com atenção para doenças silenciosas, como a<strong> anemia e a leucemia</strong>. A anemia, muitas vezes negligenciada, pode afetar o desenvolvimento físico e cognitivo, especialmente em crianças. A leucemia, por sua vez, é um tipo de câncer que atinge o sangue e exige diagnóstico precoce e tratamento especializado. Ambas nos mostram que a <strong>informação e a prevenção são nossas maiores aliadas.</strong>",
    "texto-junho-4": "Essas campanhas não são apenas alertas médicos — são convites à empatia, à solidariedade e à responsabilidade coletiva. Ao doar sangue, ao incentivar exames regulares, ao compartilhar conhecimento, estamos construindo uma sociedade mais saudável, mais consciente e mais humana.",
    "texto-junho-5": "Por isso, neste mês de junho, que nossas ações sejam vermelhas de solidariedade e laranjas de esperança. Que possamos ser multiplicadores dessa mensagem, incentivando amigos, familiares e colegas a fazerem parte dessa corrente do bem.",
    "titulo-doacao": "Conscientização sobre Doação de Sangue.",
    "texto-doacao-1": "O Junho Vermelho é uma campanha nacional que busca incentivar e conscientizar a população da importância de <strong>Doar Sangue</strong>. A campanha procura engajar a população, apresentando-o como um ato de solidariedade que é responsável por salvar vidas. É uma campanha promovida no Brasil, mas existem outras semelhantes no exterior, embora não sejam realizadas em junho.",
    "titulo-doacao-2": "Qual é a Importância do <strong>Junho Vermelho</strong> ?",
    "texto-doacao-2-1": "A campanha do Junho Vermelho é fundamental para a saúde pública de nosso país, pois incentiva que as pessoas doem sangue, mantendo os estoques em níveis desejáveis. Os estoques de sangue são fundamentais, pois são usados em atendimentos médicos emergenciais, permitindo que milhares de vidas sejam salvas.",
    "texto-adocao-2-2": "O sangue doado pelas pessoas é utilizado em procedimentos cirúrgicos, no atendimento emergencial a pessoas que sofreram acidentes e perderam quantidade significativa de sangue, e também em pacientes que sofrem de alguma doença crônica e que necessitem de transfusão, entre outros. A importância das bolsas de sangue no atendimento médico é fundamental e por isso a doação de sangue e o Junho Vermelho são tão importantes.",
    "titulo-doacao-3": "Por que o mês de <strong>Junho</strong> foi escolhido ?",
    "texto-doacao-3-1": "A escolha do mês de junho aconteceu porque nele é celebrada uma importante data comemorativa: <strong>Dia Mundial do Doador de Sangue</strong>, em 14 de junho. Essa data foi criada pela Organização Mundial da Saúde (OMS) como forma de homenagear os doares, incentivando outras pessoas a doarem também.",
    "titulo-doacao-4": "Quem pode Doar Sangue ?",
    "texto-doacao-4-1": "Nem todas as pessoas podem doar sangue, existindo alguns critérios que são estabelecidos pelo Ministério da Saúde. Veja quem pode doar sangue:",
    "item-1": "Pessoas entre 16 e 69 anos de idade (menores de 18 anos precisam de autorização dos responsáveis);",
    "item-2": "Pesar no mínimo 50 kg;",
    "item-3": "Ter dormido, no mínimo, seis horas nas últimas 24 horas;",
    "item-4": "Estar bem alimentado (jejum de alimentos gordurosos nas últimas três horas e doar sangue somente duas horas depois do almoço);",
    "p-footer-vermelho": "Veja Mais sobre o Junho Vermelho <strong><a href=\"https://brasilescola.uol.com.br/datas-comemorativas/junho-vermelho.htm\">Clicando aqui.</a></strong>",
    "titulo-anemia": "Campanha de Combate a Anemia e Leucemia.",
    "texto-anemia-1": "O Junho Laranja é uma campanha dedicada ao diagnóstico, prevenção e tratamento da anemia e da leucemia. A iniciativa foi criada pelo movimento <u><strong>Eu Sou Sangue</strong></u>, no ano de 2011 e foi incorporada ao mês de junho pela celebração do <u><strong> Mundial da Doação de Sangue</strong></u>, comemorado no dia 14 de junho. Há 12 anos atrás surgiu a campanha com o propósito de alertar as pessoas para as doenças do sangue, sendo especificamente a anemia e a leucemia.",
    "texto-anemia-2": "As doenças hematológicas, ou doenças de sangue, são as enfermidades que comprometem a produção dos componentes do sangue. Os exemplos são as hemácias (ou glóbulos vermelhos, que atuam no transporte de oxigênio no sangue), os leucócitos (ou glóbulos brancos, que protegem o organismo de infecções) e as plaquetas (responsáveis pela coagulação sanguínea). Entre as complicações hematológicas estão anemias, linfomas, leucemias e mielomas. Elas podem se apresentar de forma benigna ou maligna.",
    "texto-anemia-3": "Quando elas são benignas, elas têm a presença de células semelhantes às que os originaram, sem a capacidade de provocar metástases. Já quando aparecem como formas malignas, as células são agressivas, tendo capacidade de infiltrar outros órgãos e podem formar um câncer.",
    "titulo-anemia-2": "Anemia",
    "texto-anemia-4": "A anemia é uma doença que acontece no sangue. Ela se trata de uma série de condições surgidas a partir da deficiência na concentração de hemoglobina. A hemoglobina é o elemento sanguíneo que possui a função de transportar oxigênio dos pulmões às células para nutri-las, ou na produção das hemácias.",
    "texto-anemia-5": "Apesar de muitas pessoas acharem que a anemia não deve gerar preocupação, vale destacar que ela é sim motivo para preocupação. Já que, a anemia é um quadro clínico que diminui o número de hemácias que circulam por todo o nosso corpo. Além disso, existem vários tipos de anemia, sendo caracterizados por falta de nutrientes, perda sanguínea e doenças.",
    "titulo-leucemia": "Leucemia",
    "texto-leucemia-1": "A leucemia se caracteriza como o acúmulo de células anormais na medula óssea. Essas células passam a substituir células sadias. Assim, pelo acúmulo de células, os glóbulos brancos perdem a função de defesa e são produzidos de maneira descontrolada. Após isso, as células começam a se acumular na medula óssea e a substituir células sadias, prejudicando a atuação ou a produção de outros componentes sanguíneos.",
    "texto-leucemia-2": "Então, a leucemia pode se manifestar em qualquer pessoa, sendo o tipo mais comum em crianças, com cerca de 30% dos casos em crianças. Para se ter ideia, os tipos mais comuns de leucemia são: linfocítica aguda, mielóide aguda, linfocítica crônica e mielóide crônica.",
    "texto-leucemia-3": "Para se ter ideia, os tipos mais comuns de leucemia são: linfocítica aguda, mielóide aguda, linfocítica crônica e mielóide crônica. Porém, já aconteceu de serem registrados tipos mais raros, como leucemia de células pilosas, síndromes mielodisplásicas e distúrbios mieloproliferativos.",
    "titulo-vermelho-laranja-1": "Vermelho & Laranja",
    "texto-vermelho-laranja-1": "O Junho Laranja tem ligação com o Junho Vermelho, data onde é comemorado o <u>Dia Mundial do Doador de Sangue</u>. Assim, é comum que ao realizar uma doação de sangue, você consiga descobrir possíveis problemas de saúde.",
    "texto-vermelho-laranja-2": "Veja Mais sobre o Junho Laranja <strong><a href=\"https://brasilescola.uol.com.br/datas-comemorativas/junho-laranja.htm\">Clicando aqui.</a></strong>",
    "titulo-outros": "Junho Verde | Conscientização Ambiental",
    "texto-outros-1": "O<strong> Junho Verde</strong> é uma campanha nacional criada para promover a <strong>conscientização ambiental</strong> e incentivar a sociedade a refletir sobre a importância de preservação da natureza. Instituído por lei em 2021, o movimento acontece durante o mês de junho, em sintonia com o <strong>Dia Mundial do Meio Ambiente</strong> (5 de junho). Seu objetivo é orientar a população, instituições públicas e privadas a adotarem medidas e práticas que garantam a preservação do meio ambiente e a sustentabilidade dos recursos naturais.",
    "texto-outros-2": "Durante o mês de junho, diversas atividades educativas e mobilizações são realizadas em todo o país, aproveitando a celebração do <strong>Dia Mundial do Meio Ambiente (5 de junho)</strong> como marco inicial. A campanha busca <strong> educar a população para um estilo de vida sustentável</strong>, incentivando o consumo consciente, a reciclagem de resíduos, o uso racional da água e da energia, além da valorização da biodiversidade brasileira.",
    "titulo-outros-2": "Durante as principais ações promovidas estão:",
    "item-1-cs": "<strong>Plantio de árvores</strong> e incentivo à criação de áreas verdes nas cidades, contribuindo para a melhoria da qualidade do ar e do bem-estar da população.",
    "item-2-cs": "<strong>Campanhas de reciclagem e descarte correto de resíduos,</strong> reduzindo impactos ambientais e estimulando a economia circular.",
    "item-3-cs": "<strong>Atividades educativas em escolas e comunidades,</strong> envolvendo crianças, jovens e adultos na reflexão sobre a importância da preservação ambiental.",
    "item-4-cs": "<strong>Proteção dos biomas e espécies ameaçadas,</strong> reforçando a necessidade de conservar a rica biodiversidade brasileira.",
    "texto-outros-3": "O Junho Verde também destaca que a degradação ambiental não afeta apenas a natureza, mas traz <strong>consequências sociais e humanas</strong>, como o aumento de doenças respiratórias, crises hídricas, insegurança alimentar e desigualdade social. Por isso, a campanha reforça que cuidar do meio ambiente é também cuidar da saúde, da justiça social e da qualidade de vida das futuras gerações.",
    "audio-src": "midia/audio/about/about.mp3",
    "texto-header": "As cores e as campanhas de conscientização mensais desempenham um papel fundamental na promoção da saúde e do bem-estar, servindo como ferramentas poderosas para aumentar a atenção, facilitar a fixação da mensagem na memória e promover a educação e o engajamento da população.Cada mês do ano é associado a uma ou mais cores que representam temas específicos de saúde, como prevenção e combate a doenças, promoção da saúde mental, combate à violência e outras questões sociais.Essas campanhas surgiram de iniciativas lideradas por ONGs, associações médicas e a sociedade civil, com o objetivo de tornar temas importantes mais visíveis e acessíveis",
    "texto-importancia": "Apesar do sucesso das campanhas, há uma reflexão necessária sobre se a conscientização é acompanhada por oferta real de serviços de saúde à população.",
    "texto-participar": "Participar das campanhas mensais coloridas é uma forma eficaz de promover a conscientização sobre diversas causas de saúde, bem-estar e segurança no ambiente de trabalho e na sociedade em geral. Cada mês do ano é associado a uma cor específica que representa uma causa importante, e as ações podem ser realizadas tanto por empresas quanto por indivíduos.",
    "texto-auxilio": "O impacto dessas campanhas de conscientização vai além da simples divulgação de informações. Elas ajudam a reduzir o estigma e promover a segurança em áreas cruciais como o Autismo, a Segurança no Trabalho, a Segurança no Trânsito, a Doação de Sangue e a luta contra a Leucemia, incentivando conversas abertas e a adoção de práticas mais seguras. Por exemplo, em Abril, a cor Azul é dedicada à conscientização sobre o Autismo, buscando combater o preconceito e incentivar a inclusão e aceitação, enquanto o Verde foca na Segurança e Saúde no Trabalho, mobilizando a prevenção de acidentes e doenças ocupacionais. Já em Maio, a cor Amarela (Maio Amarelo) conscientiza sobre a Segurança no Trânsito, mobilizando a sociedade para a responsabilidade e o acolhimento nas vias. Por sua vez, Junho destaca o Vermelho para a Doação de Sangue, um ato vital que simboliza a vida, e o Laranja para a conscientização sobre Leucemia e Anemia, representando esperança e renovação. A presença destas cores, cada uma com seu simbolismo e importância em distintos meses, contribui para um estado de atenção, prevenção e apoio social contínuo.",
    "link-conscientizacao": "Conscientizações Mensais",
    "link-importancia": "Importância",
    "link-participar": "Como Participar",
    "link-auxilio": "Auxilios",
    "link-projetistas": "Projetistas",
    "nome1": "Carlos E. S. Carvalho",
    "nome2": "Igor Rodrigues",
    "nome3": "Luiz Fernando",
    "nome4": "Maria Luiza",
    "titulo-sobre1": "Sobre mim",
    "titulo-sobre2": "Sobre mim",
    "titulo-sobre3": "Sobre mim",
    "titulo-sobre4": "Sobre mim",
    "texto-sobre1": "Uma pessoa que busca entender e otimizar o desenvolvimento, prezando sempre a contribuição, entendimento e envolvimento pra atingir os objetivos.",
    "texto-sobre2": "Olá! Me chamo Igor Rodrigues, tenho 28 anos e sou estudante de Desenvolvimento de Sistemas pela Etec Dra. Ruth Cardoso.",
    "texto-sobre2-b": "Meu principal foco no Front-End, é transformar ideias em interfaces web funcionais e acessíveis.",
    "texto-sobre3": "Olá! Meu nome é Luiz Fernando, tenho 18 anos e sou estudante do curso técnico de Desenvolvimento de Sistemas na ETEC Dra. Ruth Cardoso. Estou bastante empenhado em continuar trabalhando em mais projetos nesse curso.",
    "texto-sobre4": "Olá! Meu nome é Maria Luiza, tenho 23 anos e sou estudante do curso técnico de Desenvolvimento de Sistemas na ETEC Dra. Ruth Cardoso. Durante minha formação, venho desenvolvendo habilidades sólidas em HTML e CSS, que me permitem criar páginas web bem estruturadas, responsivas e visualmente agradáveis.",
    "titulo-projeto1": "Contribuição no Projeto",
    "titulo-projeto2": "Contribuição no Projeto",
    "titulo-projeto3": "Contribuição no Projeto",
    "titulo-projeto4": "Contribuição no Projeto",
    "texto-projeto1": "Desenvolvimento inicial da estrutura junto com a equipe, desenvolvimento das funções em JS pra sincronização das traduções, apoiando o desenvolvimento em conjunto, com revisões e pontuações pra melhoria do projeto.",
    "texto-projeto2": "Responsável pelo desenvolvimento da estrutura HTML, garantindo uma base sólida e organizada para o projeto.",
    "texto-projeto2-b": "Minha contribuição foi criar um código limpo, acessível e compatível com diferentes navegadores, facilitando a interação com CSS e JavaScript.",
    "texto-projeto3": "Responsável pela estilização e refinamento de detalhes no site, além da reestruturação dos arquivos HTML, facilitando a interação com o JavaScript. Também apliquei corretamente o uso do Bootstrap com o projeto, adaptando-o à estética geral das páginas, e o design proposto pelo grupo.",
    "texto-projeto4": "Responsável pela criação e refinamento do design no Figma, desenvolvendo wireframes de baixa e alta resolução. Pela estruturação e organização do HTML das páginas, finalizando o código com acessibilidade. Esse projeto me permitiu aplicar na prática meus conhecimentos em desenvolvimento web e design de interfaces.",
    "img-maio":"midia/img/maio/principal.webp",
    "img-abril":"midia/img/abril/sideApril.webp",
    "abril-verde-img":"midia/img/abril/verde/abrilVerde.webp",
    "abril-azul-img":"midia/img/abril/azul/autismo.webp",
    "img-junho": "midia/img/junho/junhoPrincipal.webp",
    "index-img-abril":"midia/img/index/abril.webp",
    "index-img-maio":"midia/img/index/maio.webp",
    "index-img-junho":"midia/img/index/junho.webp"
}
